Revit 2027 API
DuctPressureDropData.Coefficient Property
 The coefficient of the duct.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Coefficient { get; set; }
Public Property Coefficient As Double
	Get
	Set
public:
property double Coefficient {
	double get ();
	void set (double value);
}
member Coefficient : float with get, set
Property Value
Double
See Also
Reference
DuctPressureDropData Class
Autodesk.Revit.DB.Mechanical Namespace